[
    {
        "id": 1,
        "text": "Вы быстро идете вперед и вскоре оказываетесь в лесу. Даже странно, что о нем рассказывают столько страшных и невероятных историй: таинственный, зачарованный, с множеством ловушек и опасностей. Но все тихо и спокойно, высокие и могучие деревья справа и слева пропускают много солнечного света, дорога прямая и ровная, и вы расслабляетесь. Веселое щебетание птиц убеждает в том, что поблизости нет никакой опасности. Примерно через три четверти часа вы доходите до развилки. Путь раздваивается. Теперь вам надо принять первое решение — какую дорогу выбрать.",
        "options": [
            {
                "to": 86,
                "text": "Пойти по правой дороге"
            },
            {
                "to": 110,
                "text": "Пойти по левой дороге"
            }
        ]
    },
    {
        "id": 2,
        "text": "Вскоре лес расступается, и дорога начинает петлять между высоких холмов. Однако лес не выпустил вас из своих владений: неподалеку и справа и слева виднеется высокая стена деревьев. Дорога становится совсем узкой, и вот уже по ней едва может пройти один человек, а два холма по краям почти нависают над ней. На правый холм поднимается еле заметная тропинка. Подняться по ней? Но вдруг вас заметит кто-нибудь из слуг Барлада Дэрта? Чутье подсказывает вам, что вперед идти не менее опасно. Что вы сделаете?",
        "options": [
            {
                "to": 175,
                "text": "Подняться на холм"
            },
            {
                "to": 97,
                "text": "Пойти дальше по дороге"
            }
        ]
    },
    {
        "id": 3,
        "text": "Вы рады, что дорога привела вас к Беглецам, и понимаете, что Черный замок должен быть где-то неподалеку. Напоследок лес делает все, чтобы удержать вас: сучья цепляются за одежду, ветви хлещут по лицу, корни и коряги как будто вылезли из земли погреться и заставляют вас идти медленно и осторожно. Вдруг впереди забрезжил свет. Но как же он отличается от яркого весеннего солнца, которое светило, когда вы только-только входили в Зачарованный лес! Облака плотно закрыли солнце и пропускают лишь неясное и бледное свечение. Однако видно все же достаточно хорошо, и вы с облегчением покидаете негостеприимный лес",
        "options": [
            {
                "to":  211,
                "text": "Идти дальше"
            }
        ]
    },
    {
        "id": 4,
        "text": "Через несколько минут вы достигаете реки. На другом ее берегу разбиты палатки, горят костры, между которыми снуют Гоблины и Орки. Река подходит к высокому центральному строению и заканчивается у него, как дорога у ворот, но по шуму воды вы понимаете, что она небольшим водопадом стекает куда-то вниз, в подземелье.",
        "options": [
            {
                "to":  416,
                "text": "Вернуться обратно и направиться к зданию в центре двора"
            },
            {
                "to":  372,
                "text": "Переплыть через реку (заклятие Плавания)"
            },
            {
                "to":  103,
                "text": "Перелететь через реку (заклятие Левитации)"
            },
            {
                "to":  311,
                "text": "Поплыть по течению реки, чтобы проникнуть в подземелье замка(заклятие Плавания)"
            }
        ],
        "not_finish": true
    },
    {
        "id": 5,
        "text": "Куда вы поплывете?",
        "options": [
            {
                "to": 216,
                "text": "Плыть к острову"
            },
            {
                "to": 517,
                "text": "Плыть на другой берег"
            }
        ]
    },
    {
        "id": 6,
        "text": "Сражаться с двумя Дровосеками вам придется одновременно. ПЕРВЫЙ ДРОВОСЕК Мастерство 5 Выносливость 4 ВТОРОЙ ДРОВОСЕК Мастерство 6 Выносливость 7 Вы можете воспользоваться заклятием Копии. Если вы победили их, то наградой вам будет всего 1 золотой в кармане Первого дровосека. Дровосеки люди небогатые, и вряд ли стоило убивать их. Потеряйте 1 УДАЧУ. Теперь отправляйтесь дальше —420. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 7,
        "text": "Вы пытаетесь сосредоточиться на заклятии Копии. Но, к вашему ужасу, копия не появляется! Рыцари развеяли заклятие, после чего второй бросает копье, и оно ранит вас на излете. Потеряйте еще 2 ВЫНОСЛИВОСТИ. Теперь вы можете попробовать заклятия Силы(36), Слабости(314), Огня(112), или же надеяться только на свой меч и драться(183). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 8,
        "text": "Вы быстро обшариваете карманы Гоблина и находите изящный бронзовый свисток. На ходу кладете его в заплечный мешок и идете к мосту —118",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 9,
        "text": "Заклятие действует успешно, и вы перелетаете через реку",
        "options": [
            {
                "to": 222,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 10,
        "text": "Впереди — узкий длинный коридор. Через несколько шагов вы видите с левой стороны дверь",
        "options": [
            {
                "to": 399,
                "text": "Войти в нее"
            },
            {
                "to": 325,
                "text": "Пойти дальше по коридору"
            }
        ]
    },
    {
        "id": 11,
        "text": "Вы отстегиваете флягу от пояса и протягиваете ее несчастному. Он делает два больших глотка (отметьте на листке, что фляга пуста, однако вы можете взять ее с собой и при случае наполнить снова) и с облегчением откидывается на землю. Потом просит вас наклониться поближе и из последних сил шепчет: «Спасибо тебе за твою доброту. Попробую отблагодарить тебя. Там, дальше на дороге будет развилка. Иди налево и когда увидишь две березы на холме, копай между ними. Там я спрятал все, что у меня было». Если вы ему поверили, то, когда увидите две березы, прибавьте 140 к номеру параграфа, на котором будете находиться, и попробуйте поискать клад. Теперь же сделав все, что можно для умирающего разбойника, можете отправляться дальше —234. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 12,
        "text": "Вы проходите сквозь небольшую дубовую рощицу и выходите к озеру. Оно огромно — другого берега почти не видно. Вы можете или попробовать построить плот и перебраться через озеро на нем, или использовать заклятия. Что вы сделаете?",
        "options": [
            {
                "to":  312,
                "text": "Построить плот"
            },
            {
                "to":  372,
                "text": "Воспользуетесь заклятием Плавания (заклятие Плавания)"
            },
            {
                "to":  103,
                "text": "Воспользуетесь заклятием Левитации (заклятие Левитации)"
            }
        ],
        "not_finish": true
    },
    {
        "id": 13,
        "text": "Прячась за деревьями, вы начинаете обходить деревню. Она оказалась очень большой, и вы опасаетесь, как бы не встретить в лесу кого-нибудь из жителей: ведь они могут подумать, что вы следите за ними… Вам удается остаться незамеченным, и неожиданно вы опять выходите на лесную дорогу. Но это не та, по которой вы подошли к деревне. Она гораздо больше, а разбитая колея говорит о том, что пользуются ей очень часто",
        "options": [
            {
                "to":  360,
                "text": "Пересечь дорогу и идти дальше в обход деревни"
            },
            {
                "to":  184,
                "text": "Выйти на дорогу и пойти к деревне"
            },
            {
                "to":  235,
                "text": "Выйти на дорогу и пойти от деревни"
            }
        ]
    },
    {
        "id": 14,
        "text": "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то338. Если нет, то ваше решение принято слишком поздно —404. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 15,
        "text": "Вы подзываете хозяина поближе и, выхватив меч, нападаете на него. Первый удар ваш, Водяной ранен, и ему ничего не остается, как принять бой. Он сражается с вами водорослями, каждый удар которых оставляет острые глубокие порезы. Вы можете воспользоваться заклятиями Силы(417), Слабости(228), Огня(521) или драться с ним без помощи магии(326). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 16,
        "text": "Дверь со скрипом открывается, и вы входите внутрь. Вдруг чьи-то крылья бьют по лицу и вы чувствуете сильный укус в плечо (потеряйте 1 ВЫНОСЛИВОСТЬ). Вам придется сражаться с Летучими мышами — давними обитателями заброшенного домика. Вы можете воспользоваться заклятием Огня(557) или же драться. ПЕРВАЯ ЛЕТУЧАЯ МЫШЬ Мастерство 6 Выносливость 8 ВТОРАЯ ЛЕТУЧАЯ МЫШЬ Мастерство 5 Выносливость 7 ТРЕТЬЯ ЛЕТУЧАЯ МЫШЬ Мастерство 5 Выносливость 6 Сражаться с ними вам придется одновременно. Если вы победите их, то можете откинуть ставни и осмотреть домик(120) или же уйти и направиться к центральному строению(416). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 17,
        "text": "Вам надо быстро придумать, что им сказать. Что вы отдадите им все золото, которое у вас есть(426)? Что вы идете сражаться с волшебником и избавлять Зачарованный лес от нечисти(109)? Или что вы встречали по дороге кого-то из их знакомых(339)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 18,
        "text": "Торговец говорит, что может сообщить кое-что интересное и полезное для вас, но за информацию просит 7 золотых или какой-нибудь подарок. Заплатите ему(327), поищите в заплечном мешке подарок(217), или вежливо поблагодарите и уйдете(106)? А может быть решите, что лучше убить его и обыскать лавку(518)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 19,
        "text": "Дорога приводит вас к большому красивому дому, стоящему справа от нее под двумя раскидистыми дубами. На пороге появляется высокий краснолицый человек, большой живот которого явно мешает ему быстро выбежать вам навстречу. Он вперевалочку направляется к вам, предлагая зайти и сделать все покупки, необходимые в дороге. Вы не знаете, на самом деле он торговец или просто хочет заманить вас в ловушку, и пойдете дальше(185) или же поверите, что он торговец, и зайдете в дом(176). ",
        "options": [
            {
                "to": 185,
                "text": "Пойти дальше"
            },
            {
                "to": 176,
                "text": "Поверить, что он торговец, и зайти в дом"
            }
        ]
    },
    {
        "id": 20,
        "text": "Дорога понемногу поворачивает направо, потом начинает петлять среди деревьев, и вскоре вы теряете ориентацию. К тому же смеркается, наступает ночь",
        "options": [
            {
                "to": 340,
                "text": "Искать убежища на ночь"
            },
            {
                "to": 442,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 21,
        "text": "Вы не успеваете толкнуть дверь, как она открывается сама. Это хозяин домика увидел вас в окно и поспешил навстречу. Он представляется проводником, помогающим найти дорогу в лесу заблудившимся путникам. Вы не заблудились? Тем лучше, но он все равно поможет выбраться отсюда. Его назойливость кажется слегка подозрительной. Но он словно не замечает вашего нежелания принять его помощь, приглашает в дом, кормит обедом (восстановите 2 ВЫНОСЛИВОСТИ), а потом спрашивает, куда вы держите путь. Он просит всего 2 золотых и говорит, что без него вы просто не найдете дороги, а то и вовсе утонете в болотах, которых немало поблизости. Воспользуетесь его предложением и скажете, что ищете Черный замок(186), попросите проводить вас до ближайшего жилья(202) или откажетесь и уйдете(229)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 22,
        "text": "Вы внимательно осматриваете трон, но ничего примечательного в нем не находите. Судя по всему, ужас должен внушать не трон, а его хозяин. Но что-то подсказывает вам, что этому месту надо уделить побольше внимания. Вы пробуете передвинуть трон, надеясь, что под ним что-то может быть. Внезапно одна из дощечек сиденья с треском отскакивает. В троне оказывается секретный ящичек, который вы обнаруживаете, абсолютно случайно нажав на нужное место. В нем — короткая стрела с белым оперением. Стрелу можете взять с собой. После этого вы покидаете столовую либо через дверь в той же стене, где вход(427), либо через другую: правую(398), левую(206) или среднюю(350).",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 23,
        "text": "Торговец говорит, что может сообщить кое-что полезное для вас, но за информацию просит 7 золотых или какой-нибудь подарок. Заплатите ему(327), поищите в заплечном мешке подарок(217), или вежливо поблагодарите и уйдете(106)? А может быть решите, что лучше убить его и поискать, нет ли чего интересного в лавке(518). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 24,
        "text": "Если у вас есть еще заклятия Плавания или Левитации, используйте их и достигните другого берега озера(238). Если же нет, то фруктов вам хватит надолго, и вы еще сможете узнать, кто охраняет золотой апельсин и для чего он нужен. Но это будет еще не скоро…",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 25,
        "text": "Буфет переполняют разнообразные сладости. Вы можете подкрепиться ими и восстановить 6 ВЫНОСЛИВОСТЕЙ. После этого надо уходить: либо через дверь в той же стене, где вход(427), либо через одну из трех других: правую(398), левую(206) или среднюю(350).",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 26,
        "text": "Они со смехом отвечают, что не принимают воинов со стороны, а такие слабые и хилые, как вы, им вообще не нужны. Теперь вам придется драться со стражей",
        "options": [
            {
                "to": 341,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 27,
        "text": "Она с презрением ломает перо и отбрасывает его в сторону",
        "options": [
            {
                "to": 137,
                "text": "Дать ей денег"
            },
            {
                "to": 522,
                "text": "Драться"
            }
        ]
    },
    {
        "id": 28,
        "text": "Он вполне доволен вашим подарком",
        "options": [
            {
                "to": 443,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 29,
        "text": "Деревня кажется нескончаемой, но вот и еще одна дорога",
        "options": [
            {
                "to": 235,
                "text": "Пойти по дороге"
            },
            {
                "to": 184,
                "text": "Войти в деревню"
            }
        ]
    },
    {
        "id": 30,
        "text": "Вы спускаетесь по лестнице и открываете дверь",
        "options": [
            {
                "to": 10,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 54,
        "text": "Вы взбираетесь наверх, но на полпути вдруг понимаете, что странно знакомая веревочная лестница напоминает… гигантскую паутину! В ужасе вы начинаете спускаться, но поздно. То, что казалось вам логовом или гнездом, оказывается брюхом гигантского паука, и он быстро-быстро начинает подтягивать вас к себе. ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то558, если же нет, то паук затягивает вас на дерево, и вам приходится драться с ним. Во время боя уменьшайте вашу СИЛУ УДАРА на 1. Ведь вы не слишком-то привыкли драться на деревьях. ГИГАНТСКИЙ ПАУК Мастерство 8 Выносливость 8 Пользоваться заклятием Огня на дереве неразумно. Копии же просто негде будет поместиться. Однако вы можете воспользоваться заклятиями либо Силы(410), либо Слабости(219). Если вы победили, то 189.",
        "options": [
        ],
        "actions_old": [
            {
                "check_luck": 558,
                "battle": {}
            }
        ],
        "not_finish": true
    },
    {
        "id": 73,
        "text": "Вскоре еще одна развилка. Сколько же можно, думаете вы, ведь так недолго и заблудиться, вообще никогда не выйти к замку, а только плутать всю жизнь по этим дорогам и тропинкам. Но так или иначе, а выбор делать надо",
        "options": [
            {
                "to": 286,
                "text": "Свернуть на дорогу, которая идет налево"
            },
            {
                "to": 470,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 86,
        "text": "Дорога широка и удобна. По ней ходят явно чаще, чем по той, что отходила влево. Следы копыт в пыли говорят о том, что совсем недавно по ней проезжали всадники, и вы уже жалеете, что поверили сказкам об ужасах Зачарованного леса и не пустились в путь верхом. Вот и развилка: наезженная дорога немного поворачивает влево и скрывается в лесу, другая, поуже, по которой явно меньше ходят и ездят, отходит от нее направо. Куда вы пойдете?",
        "options": [
            {
                "to": 263,
                "text": "Пойти налево"
            },
            {
                "to": 403,
                "text": "Пойти направо"
            }
        ]
    },
    {
        "id": 106,
        "text": "Вы выходите из лавки торговца, радуясь, что первая встреча с человеком в таинственном лесу ничего странного и волшебного собой не представляла. Если бы и дальше все было так же легко! Теперь перед вами три дороги. Вы можете пойти направо(329), налево(432) или прямо(20). ",
        "options": [
            {
                "to": 329,
                "text": "Пойти направо"
            },
            {
                "to": 432,
                "text": "Пойти налево"
            },
            {
                "to": 20,
                "text": "Пойти прямо"
            }
        ]
    },
    {
        "id": 176,
        "text": "Вы не ошиблись — этот человек торговец, обосновавшийся в лесу не так давно. По его словам, опасностей вокруг нет никаких, все это сказки да слухи, распускаемые теми, кому хочется прослыть героями, побывав в самом обычном лесу. Он предлагает вам свои товары: яблоко (стоит 1 золотой и добавит 1 ВЫНОСЛИВОСТЬ), мандарин (стоит 2 золотых и добавит 2 ВЫНОСЛИВОСТИ), апельсин (стоит 1 золотой и добавит 1 ВЫНОСЛИВОСТЬ), банан (стоит 2 золотых и добавит 2 ВЫНОСЛИВОСТИ), молоко (стоит 2 золотых и прибавит 3 ВЫНОСЛИВОСТИ). За 4 золотых он предлагает наполнить вашу флягу целиком или за 2 — наполовину. Если вы хотите что-то купить — покупайте. Все, кроме молока и воды (если вам не в чем ее нести), можете съесть сразу же или взять с собой. Если хотите, можете купить еще и заплечный мешок — он стоит 8 золотых, но в него помещается больше, чем в ваш: не 7, а 9 предметов. Однако два заплечных мешка нести неудобно, и если свой у вас еще с собой, вы должны будете оставить его в доме у торговца. Теперь можете либо уходить(106), либо попробовать поговорить с ним еще(213). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 185,
        "text": "Он еще не успевает приблизиться, как вы на ходу кричите, что вам некогда, и идете дальше. Теперь перед вами три дороги. Куда вы пойдет?",
        "options": [
            {
                "to": 329,
                "text": "Пойти направо"
            },
            {
                "to": 432,
                "text": "Пойти налево"
            },
            {
                "to": 20,
                "text": "Пойти прямо"
            }
        ]
    },
    {
        "id": 189,
        "text": "Паук мертв, и вы можете посмотреть, что он хранил в своей паутине. Вы находите 1 золотой, прекрасный бриллиант и золотой свисток. Берите с собой все, что пожелаете, спускайтесь с дерева и продолжайте путь —19. ",
        "options": [
        ],
      "actions_old": [
        {
          "get_gold": 1
        },
        {
          "get_item": "awesome_diamant"
        },
        {
          "get_item": "gold_whistle"
        },
        {
          "options": true
        }
      ],
        "not_finish": true
    },
    {
        "id": 213,
        "text": "Вы остаетесь поболтать с торговцем, надеясь, что он скажет что-нибудь полезное. Он тараторит без умолку, судя по всему, люди встречаются в лесу нечасто. Вы узнаете, что многие из ваших предшественников побывали в его лавке, но назад не вернулся никто. Хозяин лавки убежден в том, что лес безопасен, и считает, что они просто заблудились. Потом он спрашивает, что вы делаете в лесу. Что ответите?",
        "options": [
            {
                "to": 18,
                "text": "Ищу Черный замок"
            },
            {
                "to": 124,
                "text": "Иду сражаться с волшебником"
            },
            {
                "to": 23,
                "text": "Идете будить Принцессу"
            },
            {
                "to": 438,
                "text": "Просто гуляю по лесу"
            }
        ],
        "not_finish": true
    },
    {
        "id": 217,
        "text": "Что вы можете ему предложить?",
        "options": [
            {
                "to": 354,
                "text": "Белую стрелу"
            },
            {
                "to": 28,
                "text": "Бриллиант"
            },
            {
                "to": 142,
                "text": "Серебряный свисток"
            },
            {
                "to": 106,
                "text": "Просто уйти"
            }
        ],
        "not_finish": true
    },
    {
        "id": 221,
        "text": "Стучитесь в дверь и, услышав приглашение войти, переступаете порог. Внутри чисто и опрятно, навстречу спешит сухонький аккуратный старичок с длинной белой бородой. Белый цвет — цвет мудрости и добра, но можно кому-либо доверять в этом коварном лесу? Вы оглядываетесь и понимаете, что старичок наверняка жил здесь до появления волшебника и был охотником. Тут и там развешаны шкуры и охотничьи рога. Как следует осмотреться не удается, потому что старичок вступает в разговор, спрашивает, кто вы и с чем пришли. Что вы скажете? , ,  или скажете, что ? ",
        "options": [
            {
                "to": 535,
                "text": "Иду в Черный замок служить"
            },
            {
                "to": 148,
                "text": "Иду сражаться с волшебником"
            },
            {
                "to": 464,
                "text": "Иду освобождать Принцессу"
            },
            {
                "to": 55,
                "text": "Зашел случайно и уже ухожу"
            }
        ]
    },
    {
        "id": 263,
        "text": "Вскоре ваше внимание привлекает дерево, растущее возле дороги. От других оно отличается величиной, и кажется, что это не одно, а три или четыре дерева, сросшихся вместе. Вы запрокидываете голову и смотрите вверх. В кроне явно спрятано чье-то гнездо или логово, оттуда спускается почти незаметная веревочная лестница, что-то сильно напоминающая",
        "options": [
            {
                "to": 54,
                "text": "Взобраться на дерево и посмотреть, кто там живет"
            },
            {
                "to": 19,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 263,
        "text": "Неподалеку в лесу виднеется шалаш. Он давно заброшен и может служить прекрасным местом для ночлега. Положив меч рядом, вы чутко спите, но ночь проходит спокойно. Добавьте себе 3 ВЫНОСЛИВОСТИ и отправляйтесь в путь с рассветом",
        "actions": [
            {
                "name": "add_strength",
                "amount": 3
            }
        ],
        "options": [
            {
                "to": 509,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 421,
        "text": "По выбранной тропинке идете около получаса. Вдруг она внезапно обрывается. Просто кончается, как будто те, кто ее проложил, ходили только до этого места. Как это может быть? Не успеваете сообразить, что случилось, как земля под ногами с шумом проваливается, и вы летите в неглубокую яму, на дне которой укреплено несколько копий. Одно из них протыкает вас насквозь. Это ловушка Барлада Дэрта, и через несколько минут вы умрете. Его слугам и в самом деле ни к чему было ходить в лес дальше этого места…",
        "options": [],
        "actions_old": [
            {
                "game_over": true
            }
        ]
    },
    {
        "id": 432,
        "text": "Дорога заводит вас все глубже и глубже в лес. Вы уже начинаете немного уставать от этих бесконечных развилок, от каждой из которых может зависеть ваша жизнь: ведь выбор приходится делать вслепую. Вот опять налево отходит тропинка, и вы снова в раздумье: ",
        "options": [
            {
                "to": 421,
                "text": "Свернуть на нее"
            },
            {
                "to": 73,
                "text": "Продолжать идти прямо"
            }
        ]
    },
    {
        "id": 443,
        "text": "Торговец предлагает вам присесть у камина и рассказывает, куда ведут дороги от его дома. Справа в лесу Застава — слуги волшебника сторожат дорогу, и никто не может пройти мимо них незамеченным. Если же пойти по дороге, ведущей налево, то вы придете к небольшой хижине, в которой, насколько он знает, живет какой-то старичок. Скорее всего, старичок может помочь вам, но сам торговец по этой дороге ни разу не ходил и с обитателями хижины не встречался. Напоследок он рассказывает, что Черный замок действительно существует, но до него еще очень далеко. Проникнуть туда гораздо труднее, чем пройти через лес, и здесь он ничем не может помочь. Единственное, что можно посоветовать: идти в открытую лучше, чем прятаться. Когда однажды он пытался войти в замок со своими товарами (его туда так и не пустили), то видел, как стража извлекала из воза с сеном какого-то человека, пытавшегося проникнуть в цитадель незамеченным. Расправа была коротка и жестока. Больше он ничего не знает, и вам остается только распрощаться и покинуть лавку",
        "options": [
            {
                "to": 106,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 470,
        "text": "Дорога приводит к покосившейся и вросшей в землю бревенчатой хижине. Вокруг все тихо, и сколько вы ни прислушиваетесь, не можете определить, есть ли кто-нибудь внутри или нет",
        "options": [
            {
                "to": 221,
                "text": "Войти внутрь"
            },
            {
                "to": 55,
                "text": "Пройти мимо и направиться по тропинке в лес"
            }
        ]
    },
    {
        "id": 558,
        "text": "Вам удается перерубить лестницу мечом и спрыгнуть на землю. Конечно, Паук погонится за вами, но теперь вы будете драться на равных, используя либо заклятие Силы, которое позволит вам прибавить 2 к вашей СИЛЕ УДАРА, либо заклятие Слабости, котрое позволит вычитать 2 из СИЛЫ УДАРА гигантского Паука, либо заклятие Копии. ГИГАНТСКИЙ ПАУК Мастерство 8 Выносливость 8 Если вы победили, то189. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 464,
        "text": "Вы говорите, что главная ваша цель — разбудить и освободить Принцессу. Старичок вызывается вам помочь. Он предупреждает, что хочет дать один совет и один предмет, а еще один предмет обменять на что-то, что у вас, конечно же, есть. Вы соглашаетесь. Совет таков: «Напоследок держись поправее». Вам не очень понятен его смысл, но, быть может, когда-нибудь станет ясно, что имелось в виду. Предмет — шкура оленя. Старичок не объясняет ее предназначение, но говорит, что в замке она может пригодиться. Видя, что вы благодарный слушатель, он открывает самый главный секрет, который сначала хотел оставить при себе. В замок можно войти через потайную дверцу. Она откроется, если нажать на третий камень слева от дверной ручки. Если когда-нибудь вы обнаружите в стене потайную дверцу, посмотрите параграф 260 — и вы проникнете в замок. И, наконец, последний предмет — это перстень с великолепным бриллиантом. Но ценность его не в камне, говорит старичок, а в том, что он может открыть многие двери в замке. Но за перстень старичок просит у вас любое заклятие. Если согласны на это, то600, если же нет, то поблагодарите, возьмите шкуру оленя и уходите —55. ",
        "options": [
            {
                "to": 221,
                "text": "Войти внутрь"
            },
            {
                "to": 55,
                "text": "Пройти мимо и направиться по тропинке в лес"
            }
        ]
    }
]
