[
    {
        "id": 1,
        "text": "Вы быстро идете вперед и вскоре оказываетесь в лесу. Даже странно, что о нем рассказывают столько страшных и невероятных историй: таинственный, зачарованный, с множеством ловушек и опасностей. Но все тихо и спокойно, высокие и могучие деревья справа и слева пропускают много солнечного света, дорога прямая и ровная, и вы расслабляетесь. Веселое щебетание птиц убеждает в том, что поблизости нет никакой опасности. Примерно через три четверти часа вы доходите до развилки. Путь раздваивается. Теперь вам надо принять первое решение — какую дорогу выбрать.",
        "options": [
            {
                "to": 86,
                "text": "Пойти по правой дороге"
            },
            {
                "to": 110,
                "text": "Пойти по левой дороге"
            }
        ]
    },
    {
        "id": 110,
        "text": "Не успевает развилка скрыться за деревьями, как шум впереди заставляет вас насторожиться. Вы медленно идете вперед, пока не видите человека в грязной и потрепанной одежде, лежащего на краю дороги. Все выдает в нем разбойника: и богатый расшитый пояс, которым подвязаны лохмотья, и сломанная кривая сабля, которая валяется неподалеку. На оружии и вокруг него — пятна крови. Явно незадолго до вашего появления здесь разыгралась битва не на жизнь, а на смерть, и тот, кто перед вами, не вышел из нее победителем. Лежащий человек тяжело ранен, с первого взгляда видно, что он умирает. Увидев вас, он с трудом приподнимается и зовет: «Путник, подойди, кто бы ты ни был. Я несчастный торговец, на меня напали разбойники, ограбили до нитки и бросили здесь умирать. Подойди, помоги мне!» Вы понимаете, что человек вряд ли говорит правду. Скорее всего, он что-то не поделил со своими собратьями, и те нанесли ему несколько настолько страшных ран, что даже лохмотья не могут скрыть их. Что вы сделаете? Подойдете к нему и выясните, что ему надо? —302. Оставите умирать и пойдете дальше и пойдете дальше? —234. .",
        "options": [
            {
                "to": 302,
                "text": "Подойдете к нему и выясните, что ему надо?"
            },
            {
                "to": 234,
                "text": "Оставите умирать и пойдете дальше и пойдете дальше?"
            }
        ]
    },
    {
        "id": 302,
        "text": "Вы подходите ближе и склоняетесь над умирающим. «Я знаю, что мне недолго осталось жить, — говорит он. — И ты ничем не можешь мне помочь. Прошу тебя только об одном: облегчи мои страдания. Дай мне напиться из твоей фляги». Что вы сделаете?",
        "options": [
            {
                "to": 11,
                "text": "Дадите умирающему напиться.",
                "price": [
                    {
                        "type": "spend_flask",
                        "value": "2"
                    }
                ]
            },
            {
                "to": 234,
                "text": "Откажете и пойдете дальше."
            }
        ]
    },
    {
        "id": 2,
        "text": "Вскоре лес расступается, и дорога начинает петлять между высоких холмов. Однако лес не выпустил вас из своих владений: неподалеку и справа и слева виднеется высокая стена деревьев. Дорога становится совсем узкой, и вот уже по ней едва может пройти один человек, а два холма по краям почти нависают над ней. На правый холм поднимается еле заметная тропинка. Подняться по ней? Но вдруг вас заметит кто-нибудь из слуг Барлада Дэрта? Чутье подсказывает вам, что вперед идти не менее опасно. Что вы сделаете?",
        "options": [
            {
                "to": 175,
                "text": "Подняться на холм"
            },
            {
                "to": 97,
                "text": "Пойти дальше по дороге"
            }
        ]
    },
    {
        "id": 3,
        "text": "Вы рады, что дорога привела вас к Беглецам, и понимаете, что Черный замок должен быть где-то неподалеку. Напоследок лес делает все, чтобы удержать вас: сучья цепляются за одежду, ветви хлещут по лицу, корни и коряги как будто вылезли из земли погреться и заставляют вас идти медленно и осторожно. Вдруг впереди забрезжил свет. Но как же он отличается от яркого весеннего солнца, которое светило, когда вы только-только входили в Зачарованный лес! Облака плотно закрыли солнце и пропускают лишь неясное и бледное свечение. Однако видно все же достаточно хорошо, и вы с облегчением покидаете негостеприимный лес",
        "options": [
            {
                "to":  211,
                "text": "Идти дальше"
            }
        ]
    },
    {
        "id": 4,
        "text": "Через несколько минут вы достигаете реки. На другом ее берегу разбиты палатки, горят костры, между которыми снуют Гоблины и Орки. Река подходит к высокому центральному строению и заканчивается у него, как дорога у ворот, но по шуму воды вы понимаете, что она небольшим водопадом стекает куда-то вниз, в подземелье.",
        "options": [
            {
                "to":  416,
                "text": "Вернуться обратно и направиться к зданию в центре двора"
            },
            {
                "to":  372,
                "text": "Переплыть через реку (заклятие Плавания)"
            },
            {
                "to":  103,
                "text": "Перелететь через реку (заклятие Левитации)"
            },
            {
                "to":  311,
                "text": "Поплыть по течению реки, чтобы проникнуть в подземелье замка(заклятие Плавания)"
            }
        ],
        "not_finish": true
    },
    {
        "id": 5,
        "text": "Куда вы поплывете?",
        "options": [
            {
                "to": 216,
                "text": "Плыть к острову"
            },
            {
                "to": 517,
                "text": "Плыть на другой берег"
            }
        ]
    },
    {
        "id": 6,
        "text": "Сражаться с двумя Дровосеками вам придется одновременно. ПЕРВЫЙ ДРОВОСЕК Мастерство 5 Выносливость 4 ВТОРОЙ ДРОВОСЕК Мастерство 6 Выносливость 7 Вы можете воспользоваться заклятием Копии. Если вы победили их, то наградой вам будет всего 1 золотой в кармане Первого дровосека. Дровосеки люди небогатые, и вряд ли стоило убивать их. Потеряйте 1 УДАЧУ. Теперь отправляйтесь дальше —420. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 7,
        "text": "Вы пытаетесь сосредоточиться на заклятии Копии. Но, к вашему ужасу, копия не появляется! Рыцари развеяли заклятие, после чего второй бросает копье, и оно ранит вас на излете. Потеряйте еще 2 ВЫНОСЛИВОСТИ. Теперь вы можете попробовать заклятия Силы(36), Слабости(314), Огня(112), или же надеяться только на свой меч и драться(183). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 8,
        "text": "Вы быстро обшариваете карманы Гоблина и находите изящный бронзовый свисток. На ходу кладете его в заплечный мешок и идете к мосту —118",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 9,
        "text": "Заклятие действует успешно, и вы перелетаете через реку",
        "options": [
            {
                "to": 222,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 10,
        "text": "Впереди — узкий длинный коридор. Через несколько шагов вы видите с левой стороны дверь",
        "options": [
            {
                "to": 399,
                "text": "Войти в нее"
            },
            {
                "to": 325,
                "text": "Пойти дальше по коридору"
            }
        ]
    },
    {
        "id": 11,
        "text": "Вы отстегиваете флягу от пояса и протягиваете ее несчастному. Он делает два больших глотка (отметьте на листке, что фляга пуста, однако вы можете взять ее с собой и при случае наполнить снова) и с облегчением откидывается на землю. Потом просит вас наклониться поближе и из последних сил шепчет: «Спасибо тебе за твою доброту. Попробую отблагодарить тебя. Там, дальше на дороге будет развилка. Иди налево и когда увидишь две березы на холме, копай между ними. Там я спрятал все, что у меня было». Если вы ему поверили, то, когда увидите две березы, прибавьте 140 к номеру параграфа, на котором будете находиться, и попробуйте поискать клад. Теперь же сделав все, что можно для умирающего разбойника, можете отправляться дальше —234. ",
        "options": [
            {
                "to": 234,
                "text":"Теперь же сделав все, что можно для умирающего разбойника, можете отправляться дальше"
            }
        ],
        "actions": [
            {
                "name": "add_extra_info",
                "info": "good_deed_helped_a_bandit"
            }
        ],
        "not_finish": true
    },
    {
        "id": 234,
        "text": "Оставив умирающего, вы продолжаете свой путь. Не успели войти в лес, как сразу же начались приключения — что же будет дальше? Лес безлюден, но птиц много. Их веселое пение говорит о том, что страшные слуги волшебника еще далеко. Но вот снова развилка: дорога, чуть-чуть сворачивая направо, углубляется лес, а влево от нее отходит тропинка. Куда вы пойдете?",
        "options": [
            {
                "to": 47,
                "text":"По тропинке"
            },
            {
                "to": 82,
                "text":"По дороге"
            }
        ],
        "not_finish": true
    },
    {
        "id": 47,
        "text": "Тропинка понемногу уводит назад, и вы понимаете, что возвращаетесь к опушке леса. Вокруг очень красиво: березовая роща горит на солнце. Судя по всему, недавно прошел дождь, капли воды дрожат на листьях и приходится обходить небольшие лужицы. Вскоре роща кончается, только на холме рядом с дорогой стоят две невысокие березки, как бы оторвавшиеся от своих соседок и вышедшие из леса проводить вас. Тропинка понемногу расширяется, становится видно, что по ней часто ходят. Это уже не лесная тропинка, а дорога, которая вскоре поворачивает налево. Впереди показалась деревня. Но вам не обязательно идти в нее: еще одна дорожка, петляя, идет к лесу, который теперь оказывается не только позади, но и справа от вас.",
        "options": [
            {
                "to": 101,
                "text":"Вы пойдете к деревне"
            },
            {
                "to": 262,
                "text":"К лесу"
            },
            {
                "to": 187,
                "text": "поискать клад",
                "price": [
                    {
                        "type": "extra_info",
                        "value": "good_deed_helped_a_bandit"
                    }
                ]
            }
        ],
        "not_finish": true
    },
    {
        "id": 187,
        "text": "Сворачиваете с тропинки и поднимаетесь на холм к двум березам. Вы не слишком-то поверили в этот клад, но почему бы не попробовать его поискать. Прикинув, где может быть середина между двумя деревьями, вы несколько раз втыкаете меч в мягкую землю. Наконец он во что-то упирается. Проходит немного времени, и закопанный ларец у вас в руках. Торопливо сбиваете замок. Внутри ларца лежат 10 золотых, серебряное кольцо и светильник. Можете взять с собой все, что хотите, и добавьте себе 1 УДАЧУ, даже если вы еще не тратили ее. Если вам понадобится зажечь светильник, прибавьте 10 к номеру параграфа, на котором вы будете находиться. Теперь возвращайтесь на47.",
        "options": [
            {
                "to": 47,
                "text":"Вернуться"
            }
        ],
        "actions":[
            {
                "name": "get_gold",
                "amount": 10 
            },
            {
                "name": "get_item",
                "value": "серебряное кольцо",
                "code": "silver_ring" 
            },
            {
                "name": "get_item",
                "value": "светильник",
                "code": "lamp"
            }
        ],
        "not_finish": true
    },
    {
        "id": 12,
        "text": "Вы проходите сквозь небольшую дубовую рощицу и выходите к озеру. Оно огромно — другого берега почти не видно. Вы можете или попробовать построить плот и перебраться через озеро на нем, или использовать заклятия. Что вы сделаете?",
        "options": [
            {
                "to":  312,
                "text": "Построить плот"
            },
            {
                "to":  372,
                "text": "Воспользуетесь заклятием Плавания (заклятие Плавания)"
            },
            {
                "to":  103,
                "text": "Воспользуетесь заклятием Левитации (заклятие Левитации)"
            }
        ],
        "not_finish": true
    },
    {
        "id": 13,
        "text": "Прячась за деревьями, вы начинаете обходить деревню. Она оказалась очень большой, и вы опасаетесь, как бы не встретить в лесу кого-нибудь из жителей: ведь они могут подумать, что вы следите за ними… Вам удается остаться незамеченным, и неожиданно вы опять выходите на лесную дорогу. Но это не та, по которой вы подошли к деревне. Она гораздо больше, а разбитая колея говорит о том, что пользуются ей очень часто",
        "options": [
            {
                "to":  360,
                "text": "Пересечь дорогу и идти дальше в обход деревни"
            },
            {
                "to":  184,
                "text": "Выйти на дорогу и пойти к деревне"
            },
            {
                "to":  235,
                "text": "Выйти на дорогу и пойти от деревни"
            }
        ]
    },
    {
        "id": 14,
        "text": "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то338. Если нет, то ваше решение принято слишком поздно —404. ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 15,
        "text": "Вы подзываете хозяина поближе и, выхватив меч, нападаете на него. Первый удар ваш, Водяной ранен, и ему ничего не остается, как принять бой. Он сражается с вами водорослями, каждый удар которых оставляет острые глубокие порезы. Вы можете воспользоваться заклятиями Силы(417), Слабости(228), Огня(521) или драться с ним без помощи магии(326). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 16,
        "text": "Дверь со скрипом открывается, и вы входите внутрь. Вдруг чьи-то крылья бьют по лицу и вы чувствуете сильный укус в плечо (потеряйте 1 ВЫНОСЛИВОСТЬ). Вам придется сражаться с Летучими мышами — давними обитателями заброшенного домика. Вы можете воспользоваться заклятием Огня(557) или же драться. ПЕРВАЯ ЛЕТУЧАЯ МЫШЬ Мастерство 6 Выносливость 8 ВТОРАЯ ЛЕТУЧАЯ МЫШЬ Мастерство 5 Выносливость 7 ТРЕТЬЯ ЛЕТУЧАЯ МЫШЬ Мастерство 5 Выносливость 6 Сражаться с ними вам придется одновременно. Если вы победите их, то можете откинуть ставни и осмотреть домик(120) или же уйти и направиться к центральному строению(416). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 17,
        "text": "Вам надо быстро придумать, что им сказать. Что вы отдадите им все золото, которое у вас есть(426)? Что вы идете сражаться с волшебником и избавлять Зачарованный лес от нечисти(109)? Или что вы встречали по дороге кого-то из их знакомых(339)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 18,
        "text": "Торговец говорит, что может сообщить кое-что интересное и полезное для вас, но за информацию просит 7 золотых или какой-нибудь подарок. Заплатите ему(327), поищите в заплечном мешке подарок(217), или вежливо поблагодарите и уйдете(106)? А может быть решите, что лучше убить его и обыскать лавку(518)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 19,
        "text": "Дорога приводит вас к большому красивому дому, стоящему справа от нее под двумя раскидистыми дубами. На пороге появляется высокий краснолицый человек, большой живот которого явно мешает ему быстро выбежать вам навстречу. Он вперевалочку направляется к вам, предлагая зайти и сделать все покупки, необходимые в дороге. Вы не знаете, на самом деле он торговец или просто хочет заманить вас в ловушку, и пойдете дальше(185) или же поверите, что он торговец, и зайдете в дом(176). ",
        "options": [
            {
                "to": 185,
                "text": "Пойти дальше"
            },
            {
                "to": 176,
                "text": "Поверить, что он торговец, и зайти в дом"
            }
        ]
    },
    {
        "id": 20,
        "text": "Дорога понемногу поворачивает направо, потом начинает петлять среди деревьев, и вскоре вы теряете ориентацию. К тому же смеркается, наступает ночь",
        "options": [
            {
                "to": 340,
                "text": "Искать убежища на ночь"
            },
            {
                "to": 442,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 21,
        "text": "Вы не успеваете толкнуть дверь, как она открывается сама. Это хозяин домика увидел вас в окно и поспешил навстречу. Он представляется проводником, помогающим найти дорогу в лесу заблудившимся путникам. Вы не заблудились? Тем лучше, но он все равно поможет выбраться отсюда. Его назойливость кажется слегка подозрительной. Но он словно не замечает вашего нежелания принять его помощь, приглашает в дом, кормит обедом (восстановите 2 ВЫНОСЛИВОСТИ), а потом спрашивает, куда вы держите путь. Он просит всего 2 золотых и говорит, что без него вы просто не найдете дороги, а то и вовсе утонете в болотах, которых немало поблизости. Воспользуетесь его предложением и скажете, что ищете Черный замок(186), попросите проводить вас до ближайшего жилья(202) или откажетесь и уйдете(229)? ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 22,
        "text": "Вы внимательно осматриваете трон, но ничего примечательного в нем не находите. Судя по всему, ужас должен внушать не трон, а его хозяин. Но что-то подсказывает вам, что этому месту надо уделить побольше внимания. Вы пробуете передвинуть трон, надеясь, что под ним что-то может быть. Внезапно одна из дощечек сиденья с треском отскакивает. В троне оказывается секретный ящичек, который вы обнаруживаете, абсолютно случайно нажав на нужное место. В нем — короткая стрела с белым оперением. Стрелу можете взять с собой. После этого вы покидаете столовую либо через дверь в той же стене, где вход(427), либо через другую: правую(398), левую(206) или среднюю(350).",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 23,
        "text": "Торговец говорит, что может сообщить кое-что полезное для вас, но за информацию просит 7 золотых или какой-нибудь подарок. Заплатите ему(327), поищите в заплечном мешке подарок(217), или вежливо поблагодарите и уйдете(106)? А может быть решите, что лучше убить его и поискать, нет ли чего интересного в лавке(518). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 24,
        "text": "Если у вас есть еще заклятия Плавания или Левитации, используйте их и достигните другого берега озера(238). Если же нет, то фруктов вам хватит надолго, и вы еще сможете узнать, кто охраняет золотой апельсин и для чего он нужен. Но это будет еще не скоро…",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 25,
        "text": "Буфет переполняют разнообразные сладости. Вы можете подкрепиться ими и восстановить 6 ВЫНОСЛИВОСТЕЙ. После этого надо уходить: либо через дверь в той же стене, где вход(427), либо через одну из трех других: правую(398), левую(206) или среднюю(350).",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 26,
        "text": "Они со смехом отвечают, что не принимают воинов со стороны, а такие слабые и хилые, как вы, им вообще не нужны. Теперь вам придется драться со стражей",
        "options": [
            {
                "to": 341,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 27,
        "text": "Она с презрением ломает перо и отбрасывает его в сторону",
        "options": [
            {
                "to": 137,
                "text": "Дать ей денег"
            },
            {
                "to": 522,
                "text": "Драться"
            }
        ]
    },
    {
        "id": 28,
        "text": "Он вполне доволен вашим подарком",
        "options": [
            {
                "to": 443,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 29,
        "text": "Деревня кажется нескончаемой, но вот и еще одна дорога",
        "options": [
            {
                "to": 235,
                "text": "Пойти по дороге"
            },
            {
                "to": 184,
                "text": "Войти в деревню"
            }
        ]
    },
    {
        "id": 30,
        "text": "Вы спускаетесь по лестнице и открываете дверь",
        "options": [
            {
                "to": 10,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 54,
        "text": "Вы взбираетесь наверх, но на полпути вдруг понимаете, что странно знакомая веревочная лестница напоминает… гигантскую паутину! В ужасе вы начинаете спускаться, но поздно. То, что казалось вам логовом или гнездом, оказывается брюхом гигантского паука, и он быстро-быстро начинает подтягивать вас к себе. ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то558, если же нет, то паук затягивает вас на дерево, и вам приходится драться с ним. Во время боя уменьшайте вашу СИЛУ УДАРА на 1. Ведь вы не слишком-то привыкли драться на деревьях. ГИГАНТСКИЙ ПАУК Мастерство 8 Выносливость 8 Пользоваться заклятием Огня на дереве неразумно. Копии же просто негде будет поместиться. Однако вы можете воспользоваться заклятиями либо Силы(410), либо Слабости(219). Если вы победили, то 189.",
        "options": [
            {
                "to": 410,
                "text": "испльзовать заклятие силы",
                "price": [
                    {
                        "type": "spell",
                        "value": "power-spell"
                    }
                ]
            },
            {
                "to": 219,
                "text": "испльзовать заклятие слабости",
                "price": [
                    {
                        "type": "spell",
                        "value": "weakness-spell"
                    }
                ]
            },
            {
                "to": 189,
                "text": "Вы победили паука! Дальше!"
            },
            {
                "to": 558,
                "text": "Удача 558",
                "price": [
                    {
                        "type": "extra_info",
                        "value": "you_can_go_to_level_558"
                    }
                ]
            }
        ],
        "actions": [
            {
                "name": "check_luck",
                "true": {
                    "type": "add_extra_info",
                    "info": "you_can_go_to_level_558"
                },
                "false": {

                }
            }
        ]
    },
    {
        "id": 73,
        "text": "Вскоре еще одна развилка. Сколько же можно, думаете вы, ведь так недолго и заблудиться, вообще никогда не выйти к замку, а только плутать всю жизнь по этим дорогам и тропинкам. Но так или иначе, а выбор делать надо",
        "options": [
            {
                "to": 286,
                "text": "Свернуть на дорогу, которая идет налево"
            },
            {
                "to": 470,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 86,
        "text": "Дорога широка и удобна. По ней ходят явно чаще, чем по той, что отходила влево. Следы копыт в пыли говорят о том, что совсем недавно по ней проезжали всадники, и вы уже жалеете, что поверили сказкам об ужасах Зачарованного леса и не пустились в путь верхом. Вот и развилка: наезженная дорога немного поворачивает влево и скрывается в лесу, другая, поуже, по которой явно меньше ходят и ездят, отходит от нее направо. Куда вы пойдете?",
        "options": [
            {
                "to": 263,
                "text": "Пойти налево"
            },
            {
                "to": 403,
                "text": "Пойти направо"
            }
        ]
    },
    {
        "id": 106,
        "text": "Вы выходите из лавки торговца, радуясь, что первая встреча с человеком в таинственном лесу ничего странного и волшебного собой не представляла. Если бы и дальше все было так же легко! Теперь перед вами три дороги. Вы можете пойти направо(329), налево(432) или прямо(20). ",
        "options": [
            {
                "to": 329,
                "text": "Пойти направо"
            },
            {
                "to": 432,
                "text": "Пойти налево"
            },
            {
                "to": 20,
                "text": "Пойти прямо"
            }
        ]
    },
    {
        "id": 119,
        "text": "Если бы вы были более внимательны, то заметили бы, что все звериные следы не только сходятся к середине поляны, но и заканчиваются там. Когда вы уже близки к этому месту, земля расступается под вашими ногами, и вы проваливаетесь вниз. Это берлога, и медведица, рядом с которой лежит маленький медвежонок, отнюдь не в восторге от вашего появления. Угрожающе рыча, она приближается к вам",
        "options": [
            {
                "to": 529,
                "text": "Защищаться"
            },
            {
                "to": 447,
                "text": "Попробовать поговорить с ней"
            }
        ]
    },

    
    {
        "id": 176,
        "text": "Вы не ошиблись — этот человек торговец, обосновавшийся в лесу не так давно. По его словам, опасностей вокруг нет никаких, все это сказки да слухи, распускаемые теми, кому хочется прослыть героями, побывав в самом обычном лесу. Он предлагает вам свои товары: яблоко (стоит 1 золотой и добавит 1 ВЫНОСЛИВОСТЬ), мандарин (стоит 2 золотых и добавит 2 ВЫНОСЛИВОСТИ), апельсин (стоит 1 золотой и добавит 1 ВЫНОСЛИВОСТЬ), банан (стоит 2 золотых и добавит 2 ВЫНОСЛИВОСТИ), молоко (стоит 2 золотых и прибавит 3 ВЫНОСЛИВОСТИ). За 4 золотых он предлагает наполнить вашу флягу целиком или за 2 — наполовину. Если вы хотите что-то купить — покупайте. Все, кроме молока и воды (если вам не в чем ее нести), можете съесть сразу же или взять с собой. Если хотите, можете купить еще и заплечный мешок — он стоит 8 золотых, но в него помещается больше, чем в ваш: не 7, а 9 предметов. Однако два заплечных мешка нести неудобно, и если свой у вас еще с собой, вы должны будете оставить его в доме у торговца. Теперь можете либо уходить(106), либо попробовать поговорить с ним еще(213). ",
        "options": [
        ],
        "not_finish": true
    },
    {
        "id": 185,
        "text": "Он еще не успевает приблизиться, как вы на ходу кричите, что вам некогда, и идете дальше. Теперь перед вами три дороги. Куда вы пойдет?",
        "options": [
            {
                "to": 329,
                "text": "Пойти направо"
            },
            {
                "to": 432,
                "text": "Пойти налево"
            },
            {
                "to": 20,
                "text": "Пойти прямо"
            }
        ]
    },
    {
        "id": 189,
        "text": "Паук мертв, и вы можете посмотреть, что он хранил в своей паутине. Вы находите 1 золотой, прекрасный бриллиант и золотой свисток. Берите с собой все, что пожелаете, спускайтесь с дерева и продолжайте путь —19. ",
        "options": [
            {
                "to": 19,
                "text": "дальше"
            }
        ],
        "actions": [
            {
                "name": "get_gold",
                "amount": 1
            },
            {
                "name": "get_item",
                "value": "прекрасный бриллиант",
                "code": "awesome_diamant"
            },
            {
                "name": "get_item",
                "value": "золотой свиток",
                "code": "gold_whistle"
            }
        ],
        "not_finish": true
    },
    {
        "id": 213,
        "text": "Вы остаетесь поболтать с торговцем, надеясь, что он скажет что-нибудь полезное. Он тараторит без умолку, судя по всему, люди встречаются в лесу нечасто. Вы узнаете, что многие из ваших предшественников побывали в его лавке, но назад не вернулся никто. Хозяин лавки убежден в том, что лес безопасен, и считает, что они просто заблудились. Потом он спрашивает, что вы делаете в лесу. Что ответите?",
        "options": [
            {
                "to": 18,
                "text": "Ищу Черный замок"
            },
            {
                "to": 124,
                "text": "Иду сражаться с волшебником"
            },
            {
                "to": 23,
                "text": "Идете будить Принцессу"
            },
            {
                "to": 438,
                "text": "Просто гуляю по лесу"
            }
        ],
        "not_finish": true
    },
    {
        "id": 217,
        "text": "Что вы можете ему предложить?",
        "options": [
            {
                "to": 354,
                "text": "Белую стрелу"
            },
            {
                "to": 28,
                "text": "Бриллиант"
            },
            {
                "to": 142,
                "text": "Серебряный свисток"
            },
            {
                "to": 106,
                "text": "Просто уйти"
            }
        ],
        "not_finish": true
    },
    {
        "id": 221,
        "text": "Стучитесь в дверь и, услышав приглашение войти, переступаете порог. Внутри чисто и опрятно, навстречу спешит сухонький аккуратный старичок с длинной белой бородой. Белый цвет — цвет мудрости и добра, но можно кому-либо доверять в этом коварном лесу? Вы оглядываетесь и понимаете, что старичок наверняка жил здесь до появления волшебника и был охотником. Тут и там развешаны шкуры и охотничьи рога. Как следует осмотреться не удается, потому что старичок вступает в разговор, спрашивает, кто вы и с чем пришли. Что вы скажете? , ,  или скажете, что ? ",
        "options": [
            {
                "to": 535,
                "text": "Иду в Черный замок служить"
            },
            {
                "to": 148,
                "text": "Иду сражаться с волшебником"
            },
            {
                "to": 464,
                "text": "Иду освобождать Принцессу"
            },
            {
                "to": 55,
                "text": "Зашел случайно и уже ухожу"
            }
        ]
    },
    {
        "id": 263,
        "text": "Вскоре ваше внимание привлекает дерево, растущее возле дороги. От других оно отличается величиной, и кажется, что это не одно, а три или четыре дерева, сросшихся вместе. Вы запрокидываете голову и смотрите вверх. В кроне явно спрятано чье-то гнездо или логово, оттуда спускается почти незаметная веревочная лестница, что-то сильно напоминающая",
        "options": [
            {
                "to": 54,
                "text": "Взобраться на дерево и посмотреть, кто там живет"
            },
            {
                "to": 19,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 340,
        "text": "Неподалеку в лесу виднеется шалаш. Он давно заброшен и может служить прекрасным местом для ночлега. Положив меч рядом, вы чутко спите, но ночь проходит спокойно. Добавьте себе 3 ВЫНОСЛИВОСТИ и отправляйтесь в путь с рассветом",
        "actions": [
            {
                "name": "add_strength",
                "amount": 3
            }
        ],
        "options": [
            {
                "to": 509,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 421,
        "text": "По выбранной тропинке идете около получаса. Вдруг она внезапно обрывается. Просто кончается, как будто те, кто ее проложил, ходили только до этого места. Как это может быть? Не успеваете сообразить, что случилось, как земля под ногами с шумом проваливается, и вы летите в неглубокую яму, на дне которой укреплено несколько копий. Одно из них протыкает вас насквозь. Это ловушка Барлада Дэрта, и через несколько минут вы умрете. Его слугам и в самом деле ни к чему было ходить в лес дальше этого места…",
        "options": [],
        "actions_old": [
            {
                "game_over": true
            }
        ]
    },
    {
        "id": 432,
        "text": "Дорога заводит вас все глубже и глубже в лес. Вы уже начинаете немного уставать от этих бесконечных развилок, от каждой из которых может зависеть ваша жизнь: ведь выбор приходится делать вслепую. Вот опять налево отходит тропинка, и вы снова в раздумье: ",
        "options": [
            {
                "to": 421,
                "text": "Свернуть на нее"
            },
            {
                "to": 73,
                "text": "Продолжать идти прямо"
            }
        ]
    },
    {
        "id": 443,
        "text": "Торговец предлагает вам присесть у камина и рассказывает, куда ведут дороги от его дома. Справа в лесу Застава — слуги волшебника сторожат дорогу, и никто не может пройти мимо них незамеченным. Если же пойти по дороге, ведущей налево, то вы придете к небольшой хижине, в которой, насколько он знает, живет какой-то старичок. Скорее всего, старичок может помочь вам, но сам торговец по этой дороге ни разу не ходил и с обитателями хижины не встречался. Напоследок он рассказывает, что Черный замок действительно существует, но до него еще очень далеко. Проникнуть туда гораздо труднее, чем пройти через лес, и здесь он ничем не может помочь. Единственное, что можно посоветовать: идти в открытую лучше, чем прятаться. Когда однажды он пытался войти в замок со своими товарами (его туда так и не пустили), то видел, как стража извлекала из воза с сеном какого-то человека, пытавшегося проникнуть в цитадель незамеченным. Расправа была коротка и жестока. Больше он ничего не знает, и вам остается только распрощаться и покинуть лавку",
        "options": [
            {
                "to": 106,
                "text": "Дальше"
            }
        ]
    },
    {
        "id": 447,
        "text": "Вы пытаетесь успокоить медведицу, говорите, что не желаете ей зла, но она продолжает двигаться на вас. И тут вы решаете спросить, не надо ли ей чем-нибудь помочь. Зверь с удивлением останавливается, смотрит умными черными глазами и показывает лапой на медвежонка. Вы подходите ближе и понимаете, что он болен. Но ведь вы не лекарь. Есть только один способ помочь медведице: истратить заклятие Исцеления. Если оно у вас есть и вы хотите истратить его на медвежонка, то 62. Если же нет или не хотите, то вы обманули надежды медведицы, и вам придется драться с ней",
        "options": [
            {
                "to": 62,
                "text": "Применить <Заклятие Исцеление>",
                "price": [
                    {
                        "type": "spell",
                        "value": "healing-spell"
                    }
                ]
            },
            {
                "to": 529,
                "text": "Сражаться с ней"
            }
        ]
    },
    {
        "id": 62,
        "text": "Вы накладываете заклятие, и медвежонок выздоравливает на ваших глазах. Благодарная медведица тянет вас за собой в угол берлоги. Там на шкуре лисы лежат маленький амулет и красивый пояс. Вы можете взять с собой одну из трех вещей: либо амулет(457), либо пояс(156), либо шкуру(367) или отказаться, вылезти из берлоги и уйти по дороге, ведущей с поляны вглубь леса(44). ",
        "options": [
            {
                "to": 457,
                "text": "взять амулет"
            },
            {
                "to": 156,
                "text": "взять пояс"
            },
            {
                "to": 367,
                "text": "взять шкуру"
            },
            {
                "to": 44,
                "text": "отказаться, вылезти из берлоги и уйти по дороге, ведущей с поляны вглубь леса"
            }
        ]
    },
    {
        "id": 44,
        "text": "Вы спокойно идете по дороге. Вдруг непонятно откуда перед вами возникает Волк. Ваше удивление еще больше возрастает, когда он ударяется о землю и превращается в юношу-оруженосца. Волк-человек говорит, что его заколдовал ненавистный Барлад Дэрт, и с радостью готов помочь вам. Он уверяет, что сразу догадался, что вы идете сражаться с волшебником, смелых людей видно издалека. Вы в нерешительности: предложение о помощи заманчиво, но вдруг это какая-то ловушка? Тем временем Волк-человек рассказывает, что впереди будет перекресток. Самая опасная дорога оттуда — налево. Злой Дракон съедает каждого, кто пойдет по ней. Вам же надо идти прямо. Потом — развилка, и опять надо идти прямо, потому что на дороге, которая пойдет налево, устроили засаду воины жестокого мага. Поверите ему и скажете, что идете драться с волшебником(431) или же решите, что осторожность никогда не помешает, откажетесь от его помощи и пойдете дальше(240)? ",
        "options": [
            {
                "to": 431,
                "text": "Поверите ему и скажете, что идете драться с волшебником(431)"
            },
            {
                "to": 240,
                "text": "решите, что осторожность никогда не помешает, откажетесь от его помощи и пойдете дальше(240)"
            }
        ]
    },
    {
        "id": 431,
        "text": "Оборотень говорит вам, что если идти все время прямо, можно достигнуть ворот Черного замка, и скрывается в лесу. Вы продолжаете свой путь по дороге, как вдруг огромное дерево со зловещим треском наклоняется и… ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то59, если же нет, дерево падает прямо на вас раньше, чем вы успеваете понять, что происходит. Доверчивость сослужила вам плохую службу. Вы забыли, что лес наводнен шпионами злого волшебника и попались на удочку одного из них. Ваше путешествие закончено.",
        "options": [
            {
                "to": 59,
                "text": "Удача!"
            }
        ]    
    },
    {
        "id": 240,
        "text": "Вот и первый перекресток.",
        "options": [
            {
                "to": 462,
                "text": "Пойдете прямо(462)"
            },
            {
                "to": 145,
                "text": "налево(145)"
            }
        ]    
    },
    {
        "id": 462,
        "text": "Дорога все больше отклоняется вправо. Если вы еще ориентируетесь в лесу, то без труда определите, в нужную сторону она идет или нет. В конце концов выходите на небольшую поляну, от нее в сторону ведет какая-то тропинка. Но что-то маленькое и серое в траве привлекает ваше внимание. Видя, что это заяц, подходите ближе. Если вы голодны, то можете попытаться поймать его и восстановить свои силы(178), если же нет, продолжайте свой путь(333). ",
        "options": [
            {
                "to": 178,
                "text": "поймать"
            },
            {
                "to": 333,
                "text": "продолжить путь"
            }
        ]    
    },
    {
        "id": 178,
        "text": "Вы гонитесь за зайцем, не разбирая дороги. Ветки хлещут по лицу, но голод гонит все вперед и вперед. Вдруг заяц жалобно пищит и начинает биться на земле. Подбежав ближе, вы видите, что он попал в одну из охотничьих ловушек, наверняка поставленных кем-нибудь из слуг волшебника. Итак, на этот раз они помогли вам, можете пообедать зайчатиной и восстановить 6 ВЫНОСЛИВОСТЕЙ. Однако с собой взять ее не в чем — все придется съесть на месте. Найти дорогу обратно уже невозможно, и вам приходится идти по тропинке, которая углубляется в лес от того места, где стояла ловушка, —406. ",
        "options": [
            {
                "to": 406,
                "text": "Дальше 406"
            }
        ],
        "actions": [
            {
                "name": "add_strength",
                "amount": 6
            }
        ]    
    },
    {
        "id": 406,
        "text": "Вы надеетесь, что тропинкой пользуются охотники, снабжающие замок, и что она приведет к его воротам. Но вы идете уже несколько часов, а лес даже не редеет, безмолвные деревья все также стоят часовыми по краям тропинки и начинает казаться, что лес бесконечен, что какое-то колдовство заставит вас всю жизнь петлять по нему, так и не увидев ни выхода, ни Черного замка. Вдруг тропинка сворачивает к небольшой поляне справа. Скорее всего, это пасека: видны ульи и слышится слабое жужжание пчел. Но есть и путь вперед. Это неширокая, но ухоженная дорожка, идущая в лес прямо перед вами Что вы выберете?",
        "options": [
            {
                "to": 98,
                "text": "Пойдете прямо 98"
            },
            {
                "to": 515,
                "text": "пойдете к ульям 515"
            }
        ]   
    },
    {
        "id": 98,
        "text": "Судя по всему, дорожка идет в правильном направлении. Вы чувствуете, что вокруг вас сгущаются сумрак и беспокойство, будто вы потревожили какую-то неумолимую силу, которая не замедлит нанести вам ответный удар. Но лес, который доставил столько неприятных встреч, кончается, и вы выходите на странную огромную поляну. Деревья по ее краям повалены и обуглены, но задуматься о причине этого вы не успеваете —412. ",
        "options": [
            {
                "to": 412,
                "text": "дальше 412"
            }
        ]   
    },
    {
        "id": 412,
        "text": "Внезапно небо над головой темнеет, и вы видите, как на поляну опускается огромный двухголовый Дракон. Теперь понятно, почему деревья по краям обуглены, но уже слишком поздно. Однако Дракон не торопится нападать. Он опускается на землю и внимательно смотрит в вашу сторону, как будто чего-то ждет. Вы можете либо биться с ним(316), либо использовать заклятия — Огня(37), Силы(357) или Слабости(256). А может быть, лучше предложить миролюбивому Дракону подарок(516)? ",
        "options": [
            {
                "to": 316,
                "text": "биться 316"
            },
            {
                "to": 37,
                "text": "использовать заклятие огня 37",
                "price": [
                    {
                        "type": "spell",
                        "value": "fire-spell"
                    }
                ]
            },
            {
                "to": 357,
                "text": "использовать заклятие силы 357",
                "price": [
                    {
                        "type": "spell",
                        "value": "power-spell"
                    }
                ]
            },
            {
                "to": 256,
                "text": "использовать заклятие слабости 256",
                "price": [
                    {
                        "type": "spell",
                        "value": "weakness-spell"
                    }
                ]
            },
            {
                "to": 516,
                "text": "предложить подарок 516"
            }
        ]   
    },
    {
        "id": 516,
        "text": "Что вы ему предложите?",
        "options": [
            {
                "to": 316,
                "text": "ничего 316"
            },
            {
                "to": 134,
                "text": "Коготь дракона 134",
                "price": [
                    {
                        "type": "item",
                        "value": "claw_of_dragon"
                    }
                ]
            },
            {
                "to": 42,
                "text": "Бриллиант 42",
                "price": [
                    {
                        "type": "item",
                        "value": "awesome_diamant"
                    }
                ]
            },
            {
                "to": 161,
                "text": "Гребень 161",
                "price": [
                    {
                        "type": "item",
                        "value" :"comb"
                    }
                ]
            },
            {
                "to": 488,
                "text": "Перо аиста 488",
                "price": [
                    {
                        "type": "item",
                        "value": "stork_feather"
                    }
                ]
            }
        ]
    },
    {
        "id": 488,
        "text": "Дракон с удивление смотрит на перо аиста, которое вы достаете. Этот аист был его старым другом и погиб всего несколько недель назад от когтей орла. Дракону дорога память о друге, и он пропускает вас, взлетая с поляны и скрываясь за облаками —454. ",
        "options": [
            {
                "to": 454,
                "text": "дальше 454"
            }
        ]
    },
    {
        "id": 134,
        "text": "Вы предлагаете коготь дракона. Дракон явно удовлетворен вашим выбором: он поднимается в воздух и улетает —454. ",
        "options": [
            {
                "to": 454,
                "text": "дальше 454"
            }
        ]
    },
    {
        "id": 161,
        "text": "Дракон решает, что вы предлагаете ему причесаться (в самом деле, что ему делать с гребнем?) и возмущенно выпускает небольшую струю пламени в вашу сторону. Потеряйте 2 ВЫНОСЛИВОСТИ и сражайтесь, теперь уже другого выхода нет —316. ",
        "options": [
            {
                "to": 316,
                "text": "драться 316"
            }
        ],
        "actions": [
            {
                "name": "add_strength",
                "amount": -2
            }
        ]
    },
    {
        "id": 42,
        "text": "Драгоценности мало интересуют Дракона, и он недвусмысленно дает вам это понять, дохнув на вас пламенем (потеряйте 2 ВЫНОСЛИВОСТИ). Теперь вам придется драться —316. ",
        "options": [
            {
                "to": 316,
                "text": "драться 316"
            }
        ],
        "actions": [
            {
                "name": "add_strength",
                "amount": -2
            }
        ]
    },
    {
        "id": 367,
        "text": "Ваш выбор падает на шкуру лисы. Трудно сказать, зачем она вам может пригодиться, но внутренний голос подсказывает, что она сослужит хорошую службу. Теперь пора выбираться из берлоги. Новая дорога уводит вас вглубь леса 44 ",
        "options": [
            {
                "to": 44,
                "text": "Новая дорога уводит вас вглубь леса 44"
            }
        ],
        "actions": [
            {
                "name": "get_item",
                "value": "fox_skin",
                "code": "fox_skin"
            }
        ]
    },
    {
        "id": 316,
        "text": "Вы достаете меч и нападаете на Дракона. Дохнув пламенем (потеряйте 4 ВЫНОСЛИВОСТИ), он бросается в бой.",
        "options": [
            {
                "to": 513,
                "text": "вы дважды ранили дракона 513"
            }
        ],
        "actions": [
            {
                "name": "add_strength",
                "amount": -4
            }
        ]
    },
    {
        "id": 513,
        "text": "После двух ударов одна из голов Дракона отлетает. Он отскакивает назад, а у вас появляется время, чтобы, если хотите, успеть наложить заклятие. Воспользуетесь передышкой и наложите заклятие Огня(41), Силы(476), Слабости(172), Копии или будете продолжать драться(347). Можете, если есть желание, попробовать убежать(601). ",
        "options": [
            {
                "to": 41,
                "text": "наложите заклятие Огня(41)",
                "price": [
                    {
                        "type": "spell",
                        "value": "fire-spell"
                    }
                ]
            },
            {
                "to": 476,
                "text": "заклятие Силы(476)",
                "price": [
                    {
                        "type": "spell",
                        "value": "power-spell"
                    }
                ]
            },
            {
                "to": 172,
                "text": "заклятие слабости",
                "price": [
                    {
                        "type": "spell",
                        "value": "weakness-spell"
                    }
                ]
            },
            {
                "to": 347,
                "text": "продолжать драться(347)"
            },
            {
                "to": 601,
                "text": "попробовать убежать(601)"
            }
        ]
    },
    {
        "id": 156,
        "text": "Вы берете пояс и надеваете на себя. Теперь на вас Волшебный пояс (добавьте 1 УДАЧУ). С его помощью вы можете в любой момент (но только один раз за все путешествие) позвать на помощь крота. Он выроет ход, по которому сможете проникнуть во двор Черного замка. Когда вы увидите замок, обратитесь к параграфу 167, если, конечно, будет такое желание, и воспользуйтесь помощью крота. Теперь же пора выбираться из берлоги. С поляны в глубь леса ведет какая-то дорога, и вы решаете пойти по ней —44. ",
        "options": [
            {
                "to": 44,
                "text": "С поляны в глубь леса ведет какая-то дорога, и вы решаете пойти по ней 44"
            }
        ],
        "actions": [
            {
                "name": "get_item",
                "value": "magic_belt",
                "code": "magic_belt"
            }
        ]
    },
    {
        "id": 457,
        "text": "У вас в руках амулет с медвежьей шерстью. Один раз за все путешествие с его помощью сможете позвать медведицу, чтобы она помогла вам победить врага. Ее МАСТЕРСТВО — 8, а ВЫНОСЛИВОСТЬ — 10. Она будет драться с вашим врагом по тем же правилам, по которым сражается Копия, и, победив его, вернется обратно в берлогу. Амулетом можно воспользоваться в любом бою, но за пределами Черного замка. Там амулет бессилен. Поблагодарив медведицу, вы вылезаете из берлоги и идете дальше по дороге, уходящей с поляны в лес —44. ",
        "options": [
            {
                "to": 44,
                "text": "Поблагодарив медведицу, вы вылезаете из берлоги и идете дальше по дороге, уходящей с поляны в лес 44"
            }
        ],
        "actions": [
            {
                "name": "get_item",
                "value": "amulet_with_bear_hair",
                "code": "amulet_with_bear_hair"
            }
        ]
    },
    {
        "id": 470,
        "text": "Дорога приводит к покосившейся и вросшей в землю бревенчатой хижине. Вокруг все тихо, и сколько вы ни прислушиваетесь, не можете определить, есть ли кто-нибудь внутри или нет",
        "options": [
            {
                "to": 221,
                "text": "Войти внутрь"
            },
            {
                "to": 55,
                "text": "Пройти мимо и направиться по тропинке в лес"
            }
        ]
    },
    {
        "id": 558,
        "text": "Вам удается перерубить лестницу мечом и спрыгнуть на землю. Конечно, Паук погонится за вами, но теперь вы будете драться на равных, используя либо заклятие Силы, которое позволит вам прибавить 2 к вашей СИЛЕ УДАРА, либо заклятие Слабости, котрое позволит вычитать 2 из СИЛЫ УДАРА гигантского Паука, либо заклятие Копии. ГИГАНТСКИЙ ПАУК Мастерство 8 Выносливость 8 Если вы победили, то189. ",
        "options": [
            {
                "to": 189,
                "text": "Если вы победили, то 189. "
            }
        ]
    },
    {
        "id": 464,
        "text": "Вы говорите, что главная ваша цель — разбудить и освободить Принцессу. Старичок вызывается вам помочь. Он предупреждает, что хочет дать один совет и один предмет, а еще один предмет обменять на что-то, что у вас, конечно же, есть. Вы соглашаетесь. Совет таков: «Напоследок держись поправее». Вам не очень понятен его смысл, но, быть может, когда-нибудь станет ясно, что имелось в виду. Предмет — шкура оленя. Старичок не объясняет ее предназначение, но говорит, что в замке она может пригодиться. Видя, что вы благодарный слушатель, он открывает самый главный секрет, который сначала хотел оставить при себе. В замок можно войти через потайную дверцу. Она откроется, если нажать на третий камень слева от дверной ручки. Если когда-нибудь вы обнаружите в стене потайную дверцу, посмотрите параграф 260 — и вы проникнете в замок. И, наконец, последний предмет — это перстень с великолепным бриллиантом. Но ценность его не в камне, говорит старичок, а в том, что он может открыть многие двери в замке. Но за перстень старичок просит у вас любое заклятие. Если согласны на это, то600, если же нет, то поблагодарите, возьмите шкуру оленя и уходите —55. ",
        "options": [
            {
                "to": 221,
                "text": "Войти внутрь"
            },
            {
                "to": 55,
                "text": "Пройти мимо и направиться по тропинке в лес"
            }
        ]
    },
    {
        "id": 509,
        "text": "Дорога выводит на поляну, которая вдоль и поперек истоптана какими-то крупными животными. Вы решаете пересечь поляну, видя, что с другой ее стороны дорога продолжается",
        "options": [
            {
                "to": 119,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 582,
        "text": "Вы подсаживаетесь к одному из костров и заговариваете с Орками-новобранцами. Они совсем не подозревают в вас врага и охотно болтают, рассказывая обо всем, что знают. Вы говорите им, что тоже хотели бы попасть на службу в замок и собирались пройти туда и побеседовать об этом с приближенными мага. Но вот беда: вы не знаете пароля. Неопытные новобранцы охотно называют его: «Щит тьмы». Вы благодарите собеседников, а что сделаете потом? Воспользуетесь информацией и отправитесь ко входу в центр цитадели(74) или поговорите с ними еще, надеясь узнать что-нибудь не менее ценное(174)? ",
        "options": [
            {
                "to": 119,
                "text": "Пойти дальше"
            }
        ]
    },
    {
        "id": 583,
        "text": "Вы достаете золотой свисток и легонько свистите, чтобы не привлечь постороннего внимания. Дверь тут же открывается, за ней — лестница, ведущая вверх. Пойдете по ней(607) или выйдете в одну из других дверей: правую(398), левую(206) или среднюю(350)? ",
        "options": [
            {
                "to": 607,
                "text": "Пойти по лестнице 607"
            },
            {
                "to": 398,
                "text": "пойти в правую дверь"
            },
            {
                "to": 206,
                "text": "Пойти в левую дверь 206"
            },
            {
                "to": 350,
                "text": "Пойти по лестнице 350"
            },
        ]
    },
    {
        "id": 584,
        "text": "Вы решаете пойти прямо: хоть Зеленый рыцарь и прискакал оттуда, в лучшем случае это будет дорога в правильном направлении — к замку. А в худшем — вы всегда успеете спрятаться, если услышите топот копыт. Дорога приводит на большой перекресток. Тропинка, идущая налево, скрывается за деревьями, дорога направо ведет в ту сторону, откуда вы пришли, и идти по ней вряд ли имеет смысл. Куда же направитесь вы? Прямо(616)? Налево(89)? ",
        "options": [
            {
                "to": 616,
                "text": "прямо 616"
            },
            {
                "to": 89,
                "text": "налево 89"
            }
        ]
    },
    {
        "id": 585,
        "text": "«В кости», — отвечаете вы, но стражники даже не знают такой игры. Ответ не слишком удачен: теперь придется пробиваться силой —428. ",
        "options": [
            {
                "to": 428,
                "text": "Пробиваться силой 428"
            }
        ]
    },
    {
        "id": 586,
        "text": "Вам не приходится долго идти по выбранной дороге. Из леса выходят два человека с топорами и вязанками хвороста на плечо. Это Дровосеки. Они настороженно смотрят на вас и спрашивают, кто вы и куда идете. Поговорите с ними(608) или решите, что проще расчистить себе путь мечом, не вступая в лишние разговоры(6)? ",
        "options": [
            {
                "to": 608,
                "text": "поговорить с ними 608"
            },
            {
                "to": 6,
                "text": "Драться 6"
            }
        ]
    },
    {
        "id": 587,
        "text": "Вы возвращаете свисток камердинеру. Несчастный искрене благодарен вам и говорит, что теперь, когда ему принесут еду, надо будет только показать тюремщикам свисток, и он будет свободен. В благодарность камердинер, догадываясь кто вы, говорит, что если вы захотите «попасть на прием» к волшебнику, нельзя заходить в левую дверь. Вы понимаете намек и идете дальше. Но остальные камеры-клетки пусты, и вам приходится вернуться на развилку и либо свернуть налево(348), либо вернуться направо(537). ",
        "options": [
            {
                "to": 348,
                "text": "налево(348)"
            },
            {
                "to": 537,
                "text": "направо(537)"
            }
        ]
    },
    {
        "id": 588,
        "text": "Слава Богу, вы смогли сдержать крик. Потеряйте 6 ВЫНОСЛИВОСТЕЙ за укол волшебным шипом и обойдите кровать с другой стороны —275. ",
        "options": [
            {
                "to": 275,
                "text": "Обойти кровать с другой стороны 275"
            }
        ],
        "actions": [
            {
                "name": "spend_strength",
                "amount": 6
            }
        ]
    },
    {
        "id": 589,
        "text": "«К сожалению, да», — отвечаете вы. Принцесса спрашивает, хватит ли у вас решимости сразиться с ним, и вы заверяете ее, что не остановитесь ни перед чем, лишь бы маг был уничтожен. Тогда она показывает вам на зеркало и говорит, что за ним вы найдете все, что нужно для успеха. Вы просите ее подождать и направляетесь к зеркалу —266. ",
        "options": [
            {
                "to": 266,
                "text": "подойти к зеркалу 266"
            }
        ]
    },
    {
        "id": 590,
        "text": "Вы не доверяете слуге злого волшебника и срываете крышку с сосуда. Зеленоватый газ вырывается из него и устремляется к рыцарю. Через несколько секунд все кончено: стражу не удалось добежать даже до поворота коридора. Газ задушил его. Вам некогда задумываться над тем, что за чудесный сосуд был у вас в руках. За углом коридора вас ожидает прочная дубовая дверь —241.",
        "options": [
            {
                "to": 241,
                "text": "Пойти дальше 241"
            }
        ]
    },
    {
        "id": 591,
        "text": "Библиотекарь не удивлен: видимо он привык к тому, что его вид мало располагает к себе читателей. Но, кажется, он даже доволен этим. Вы же проходите через библиотеку, тщательно стараясь ничего не задеть, и, открыв дверь, попадаете в следующую комнату —139. ",
        "options": [
            {
                "to": 139,
                "text": "дальше 139"
            }
        ]
    },
    {
        "id": 592,
        "text": "У входа на этаж стоит охрана: два огромных Гоблина с зазубренными мечами. Однако латы спасают вас, они низко кланяются и отходят в сторону. Вы открываете дверь за их спинами —323. ",
        "options": [
            {
                "to": 232,
                "text": "открыть дверь 232"
            }
        ]
    },
    {
        "id": 593,
        "text": "Подъемник не расчитан на такую тяжесть. Один из канатов обрывается, и вы летите вниз. По пути задеваете за что-то головой (потеряйте 3 ВЫНОСЛИВОСТИ) — и теряете сознание… —409. ",
        "options": [
            {
                "to": 409,
                "text": "дальше 409"
            }
        ],
        "actions": [
            {
                "name": "spend_strength",
                "amount": 3
            }
        ]
    },
    {
        "id": 594,
        "text": "Небольшая комнатка абсолютно пуста. Ваше внимание привлекает надпись на двери в ее противоположной стене: «Не входить! Личный кабинет Барлада Дэрта. Вход только по специальному разрешению!» Самое любопытное то, что вы не можете понять, чем сделана эта надпись. Судя по всему, и здесь не обошлось без магии: кажется, что буквы живут своей собственной жизнью, ежесекундно переливаясь и меняя цвет. Вы смело подходите кдвери, быстро открываете ее и переступаете порог —553. ",
        "options": [
            {
                "to": 553,
                "text": "Пойти дальше 553"
            }
        ]
    },
    {
        "id": 595,
        "text": "Дверь заперта. Если хотите выломать ее, то бросайте оба кубика до тех пор, пока у вас не выпадет 1–1 или 6–6. За каждый бросок вам придется вычитать у себя 1 ВЫНОСЛИВОСТЬ, ведь ваше плечо, в отличие от двери, не обито железом. Если вы сломали дверь, то610, а если решили бросить эту затею, то можете (если этого еще не делали) попробовать открыть дверь за вашей спиной(393) или справа от вас(337). ",
        "options": [
            {
                "to": 610,
                "text": "дверь взломана 610"
            },
            {
                "to": 393,
                "text": "открыть заднюю дверь 393"
            },
            {
                "to": 337,
                "text": "открыть дверь слева 337"
            }
        ]
    },
    {
        "id": 596,
        "text": "Когда она видит зеркальце, то лицо ее искажается злобой. Изящная вещица летит на пол и разбивается вдребезги. Кажется, вам все же придется сразиться с ней —93. ",
        "options": [
            {
                "to": 93,
                "text": "сразиться 93"
            }
        ]
    },
    {
        "id": 597,
        "text": "Вы теряете 2 ВЫНОСЛИВОСТИ, пытаясь выбить дверь плечом, но она сработана на редкость крепко. Вам все же придется выбрать одну из оставшихся дверей: прямо(350), справа(398) или слева(206). ",
        "options": [
            {
                "to": 350,
                "text": "прямо(350)"
            }
            {
                "to": 398,
                "text": "справа(398)"
            }
            {
                "to": 206,
                "text": "слева(206)"
            }
        ]
    },
    {
        "id": 598,
        "text": "Вы начинаете спускаться по лестнице, но неожиданно ступенька подламывается под вами. Как же так, ведь еще секунду назад лестница казалась такой прочной! Но ловушки Черного замка неистощимы. Если у вас есть в запасе заклятие Левитации, то вы еще сумеете вернуться обратно и попробовать выйти через другую дверь(501), если же нет, то ваше путешествие так и окончится в гибельном подземелье замка…",
        "options": [
            {
                "to": 501,
                "text": "Использовать заклятие левитации 501",
                "price": [
                    {
                        "type": "spell",
                        "value": "levitation-spell"
                    }
                ]
            }
        ]
    },
    {
        "id": 599,
        "text": "Дверь мягко закрывается. Комната абсолютно пуста, другого выхода из нее нет, есть только окно слева. Вы хотите вернуться обратно, но дверь уже закрылась, и открыть ее не удается. Вы выглядываете в окно и не видите ни единого огонька — все поглощает мрак ночи. Остальные окна, если они и есть, закрыты. Заклятие Левитации бесполезно. У вас остается только один выход: позвать себе на помощь Пегаса, если вы знаете, как это сделать. Если же нет, то недели через две или три Зеленые рыцари, совершающие обход замка, найдут вас, но вряд ли тогда удастся не только спасти Принцессу, но и спастись самому…",
        "options": [
        ]
    },
    {
        "id": 600,
        "text": "Вычеркните у себя в списке любое заклятие. Старичок же в свою очередь отдает вам перстень, сказав, что это не просто перстень, а ключ, который поможет открыть многие неподатливые двери в замке. Если захотите использовать его, вычтите 40 из номера параграфа, на котором будет находиться дверь, и если ее можно открыть перстнем, она откроется. Теперь можете поблагодарить старичка, взять шкуру оленя и продолжить свой путь по тропинке, которая начинается у его дома —55. ",
        "options": [
            {
                "to": 55,
                "text": "Дальше 55"
            }
        ],
        "actions": [
            {
                "name": "get_item",
                "value": "key_ring",
                "code": "key_ring"
            },
            {
                "name": "get_item",
                "value": "deer_skin",
                "code": "deer_skin"
            }
        ]
    },
    {
        "id": 601,
        "text": "Пытаетесь бежать, но огненное дыхание настигает вас. Потеряйте еще 6 ВЫНОСЛИВОСТЕЙ. Если остались живы, то скрывайтесь в лесу, где Дракон не может вас преследовать —232. ",
        "options": [
            {
                "to": 232,
                "text": "Убежать в лес 232"
            }
        ],
        "actions": [
            {
                "name": "spend_strength",
                "amount": 6
            }
        ]
    },
    {
        "id": 602,
        "text": "Вы поворачивате на пальце Золотое кольцо. Гром потрясает замок до основания. Ваш противник замертво падает со стула —169. ",
        "options": [
            {
                "to": 169,
                "text": "дальше 169"
            }
        ]
    },
    {
        "id": 603,
        "text": "Дверь легко открывается, и вы попадаете в светлый широкий коридор. Но откуда же падает свет? Этого определить нельзя — похоже, что, по крайней мере, одна из загадок Черного замка останется неразгаданной. За углом коридор кончается: тупик. Вы быстро возвращаетесь обратно, но дверь, которая только что гостеприимно открылась, никак не хочет выпускать свою жертву. Это ловушка. Вы тщетно мечетесь в поисках выхода и никогда не узнаете, что через потолок, который чары мага сделали полупрозрачным, за вами с радостью наблюдают несколько Орков. Когда умрете от голода, они откроют дверь и заберут ваше тело…",
        "options": [
        ]
    },
    {
        "id": 604,
        "text": "Вы дотрагиваетесь до Золотого амулета, внезапно вспомнив о нем. Барлад Дэрт немного привстает со стула, заинтересованный вашим жестом, но в этот момент два тонких острых луча света из амулета пронзают его глаза. Вы так никогда и не узнаете, кто и когда изготовил этот амулет и кто потерял его. Вам придется лишь быть довольным действием волшебного предмета —169. ",
        "options": [
            {
                "to": 169,
                "text": "дальше 169"
            }
        ]
    },
    {
        "id": 605,
        "text": "Вы дотрагиваетесь до Золотого амулета, внезапно вспомнив о нем. Барлад Дэрт немного привстает со стула, заинтересованный вашим жестом, но в этот момент два тонких острых луча света из амулета пронзают его глаза. Вы так никогда и не узнаете, кто и когда изготовил этот амулет и кто потерял его. Вам придется лишь быть довольным действием волшебного предмета —169. ",
        "options": [
            {
                "to": 169,
                "text": "дальше 169"
            }
        ]
    },
    {
        "id": 606,
        "text": "Вспомнив о серебряном сосуде, вы достаете его из заплечного мешка и по лицам рыцарей видите, что это то, что надо. Даже Капитан привстает из своего кресла, но не успевает ничего сказать. Вы быстро срываете крышку с сосуда, и никто не успевает помешать этому. Зеленоватый газ наполняет помещение. Но вы и сами напуганы не меньше стражников, так как не знаете, что это за газ. Впрочем, этого не узнаете никогда, вы только видите, что газ задушил всех рыцарей, не причинив вам никакого вреда. Но удивляться времени нет, и вы быстро взбегаете по лестнице на небольшой балкончик. С него ведут две двери. Войдете в правую(594) или в левую(599)? ",
        "options": [
            {
                "to": 594,
                "text": "правую(594)"
            },
            {
                "to": 599,
                "text": "в левую(599)"
            },
        ]
    },
    {
        "id": 607,
        "text": "Вы поднимаетесь по лестнице на следующий этаж. Поднявшись, видите еще одну дверь, но на этот раз она оказывается незапертой —323. ",
        "options": [
            {
                "to": 323,
                "text": "дальше 323"
            }
        ]
    },
    {
        "id": 608,
        "text": "Вы говорите Дровосекам, что ищете Черный замок и… они теряют к вам всякий интерес. Они ведь боялись, что вы ищите их деревню, а увидев острый меч у вашего пояса, стали подозревать недоброе. Теперь же они успокоились и рассказывают, что если вы все-таки хотите попасть в деревню, то надо идти все время прямо. Их же ждет работа. Дровосеки уходят по дороге в ту сторону, откуда вы пришли, а вы вскоре выходите на перекресток. Куда пойдете: прямо(214) или направо(38)? ",
        "options": [
            {
                "to": 214,
                "text": "прямо 214"
            },
            {
                "to": 38,
                "text": "направо 38"
            }
        ]
    },
    {
        "id": 609,
        "text": "Вы зовете Пегаса, он мгновенно возникает за окном. Сесть на него — дело нескольких секунд. Дорога обратно занимает всего лишь около часа — и вы во дворце. Поручение Короля осталось невыполненным, но кто вам мешает завтра утром начать все сначала?..",
        "options": [
        ]
    },
    {
        "id": 610,
        "text": "За дверью узкая лестница, уходящая вверх. Хотите подняться по ней(607) или попробуете (если еще не пытались это сделать) открыть две другие двери: за вашей спиной(393) или справа от вас(337).",
        "options": [
            {
                "to": 607,
                "text": "подняться 607"
            },
            {
                "to": 393,
                "text": "открыть дверь 393"
            },
            {
                "to": 337,
                "text": "открыть дверь 337"
            }
        ]
    },
    {
        "id": 611,
        "text": "Дверь тут же открывается в тесную узкую комнату. Посередине ее — проход, по краям — полки, уставленные бутылями самых невероятных цветов и размеров. Вы оказались в винном погребе, а навстречу идет его хозяин — Тролль. Не спрашивая, кто вы, он любезно предлагает отведать вина — красного(128) или белого(32). А может быть, эля(226)? Примете его предолжение или будете драться с ним(356)? ",
        "options": [
            {
                "to": 128,
                "text": "красного 128"
            },
            {
                "to": 32,
                "text": "белого 32"
            },
            {
                "to": 226,
                "text": "Эль 226"
            },
            {
                "to": 356,
                "text": "Драться с ним 356"
            }
        ]
    },
    {
        "id": 612,
        "text": "Ваше внимание прежде всего привлекают руки волшебника. На них два перстня: с рубином(196) и изумрудом(258). Возьмете один из них или вернетесь на169 и осмотрите кабинет?",
        "options": [
            {
                "to": 196,
                "text": "с рубином(196)"
            },
            {
                "to": 258,
                "text": "изумрудом(258)"
            },
            {
                "to": 169,
                "text": "вернетесь на169"
            }
        ]
    },
    {
        "id": 613,
        "text": "Он требует 10 золотых и готов выписать за это пропуск. Согласитесь на его условия(246) или всеже будете драться(65)? ",
        "options": [
            {
                "to": 246,
                "text": "согласиться 246",
                "price": [
                    {
                        "type": "gold",
                        "value": "10"
                    }
                ]
            },
            {
                "to": 65,
                "text": "драться 65"
            }
        ]
    },
    {
        "id": 614,
        "text": "Вы быстро используете еще одно заклятие и достигаете берега. Но передохнуть вам не удается —192.",
        "options": [
            {
                "to": 192,
                "text": "дальше 192"
            }
        ]
    },
    {
        "id": 615,
        "text": "Вы пробираетесь за Обезьяной по лесу, пока она не выводит вас на какую-то дорожку и исчезает в чаще —232. ",
        "options": [
            {
                "to": 232,
                "text": "дальше 232"
            }
        ]
    },
    {
        "id": 616,
        "text": "Дорога приводит на прекрасный маленький луг посреди леса. Вы даже и не думали, что в лесу может встретиться такое красивое и спокойное место. Мягкая трава так и манит прилечь и отдохнуть, тем более что вы сильно устали. К тому же вас клонит ко сну. Не в силах сопротивляться, вы решаете поспать часок-другой и ложитесь на траву. Но вам не повезло: вы попали на луг, на котором растет сон-трава. Она уже не выпустит, а Король так и не дождется вашего возвращения…",
        "options": [
        ]
    },
    {
        "id": 617,
        "text": "Итак, путешествие подошло к концу. Вы выполнили обещание: Барлад Дэрт погиб от вашей руки, Принцесса свободна. Узнав о том, что их властелина более не существует, Зеленые рыцари, Гоблины, Орки, слуги и прочая нечисть торопятся как можно скорее покинуть замок: они понимают, что этому творению черной магии долго не простоять. Коридоры замка быстро пустеют, и вы в безопасности выводите Принцессу наружу. Ворота распахнуты, стража оставила их. И вот уже страшная и угрюмая цитадель позади. Из-за леса показалось восходящее солнце, и с его первыми лучами Черный замок рушится, как карточный домик, и проваливается в разверзшуюся землю. Лес светлеет, и вы понимаете, что злые чары покинули его. Теперь дорога через лес займет немного времени, и вскоре вы уже будете во дворце. После этого сможете оставить сказочное королевство, но у вас всегда будет возможность вернуться туда вновь, чтобы стать героем совсем другой истории…",
        "options": [
        ]
    }
]


